9/data/attachments/c39be75bdd920f92.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_7dee3b1c-3d37-4833-a528-95acda82439a</nif:username>
            <nif:friendToBeAdded>Melinda_design_Friend_97295_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>